{
    "Bug" = "Bug"; 
    "Bugs" = "Bugs"; 
    "Component" = "Component"; 
    "People" = "People"; 
    "Preferences" = "Preferences"; 
    "Priority" = "Priority"; 
    "Requirement" = "Requirement"; 
    "Requirements" = "Requirements"; 
    "Requirement Type" = "Requirement Type"; 
    "Requirement Sub Type" = "Requirement Sub Type"; 
    "Release" = "Release"; 
    "State" = "State"; 
    "Test Item" = "Test Item"; 
    "Test Items" = "Test Items"; 

    "Children" = "Children"; // Means children component
    "Comments" = "Comments"; 
    "Controlled" = "Controlled"; 
    "Date Created" = "Date Created"; 
    "Date Modified" = "Date Modified"; 
    "Date Submitted" = "Date Submitted";
    "Difficulty" = "Difficulty"; 
    "Email" = "Email"; 
    "Feature Request" = "Feature Request"; 
    "Is Active" = "Is Active"; 
    "Is Admin" = "Is Admin"; 
    "Is Customer Service" = "Is Customer Service"; 
    "Is Engineering" = "Is Engineering"; 
    "Is Open" = "Is Open"; 
    "Login" = "Login"; 
    "Name" = "Name"; 
    "Originator" = "Originator"; 
    "Owner" = "Owner"; 
    "Parent" = "Parent";  // Means parent component
    "Password" = "Password"; 
    "Previous Owner" = "Previous Owner"; 
    "Read" = "Read"; 
    "Subject" = "Subject"; 
    "Target Release" = "Target Release"; 
    "Text Description" = "Description"; 
    "Title" = "Title"; 

    // Entity "Priority"
    "1. Critical" = "1. Critical"; 
    "2. High" = "2. High";
    "3. Medium" = "3. Medium"; 
    "4. Low" = "4. Low";

    // Entity "State"
    "1. Analyze" = "1. Analyze"; 
    "2. Build" = "2. Build"; 
    "3. Verify" = "3. Verify";    
    "4. Document" = "4. Document"; 
    "5. Closed" = "5. Closed";
    
    // Entity "TestItemState"
    "1. Open" = "1. Open"; 
    "2. Bug" = "2. Bug"; 
    "3. Closed" = "3. Closed"; 
    "4. Requirement" = "4. Requirement"; 
}
